Repository: Bearist4/lumoria-app
Catalog: Lumoria App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

source: You’ll head back to the form with every field filled in. Update anything — airline, date, seat, gate, name, orientation. The preview updates live.
de: Sie landen wieder im Ticket-Funnel, in dem alle Felder bereits ausgefüllt sind. Ändern Sie, was Sie wollen – Fluggesellschaft, Datum, Platz, Gate, Passagiername, Ausrichtung. Jede Änderung wird live in der Vorschau angezeigt.
es: Volverás al embudo de boletos con todos los campos ya rellenados. Cambia lo que quieras — aerolínea, fecha, asiento, puerta, nombre del pasajero, orientación. Cada cambio se previsualiza al instante.
fr: Vous reviendrez à l'entonnoir de billet avec tous les champs déjà remplis. Modifiez ce que vous voulez — compagnie, date, siège, porte, nom du passager, orientation. Chaque changement est prévisualisé en direct.
it: Tornerai al flusso del biglietto con tutti i campi già compilati. Modifica ciò che vuoi — compagnia, data, posto, gate, nome del passeggero, orientamento. Ogni modifica viene visualizzata in tempo reale.
ja: すべての項目があらかじめ入力された状態でチケットファネルに戻ります。航空会社、日付、座席、ゲート、搭乗者名、向きなど、自由に変更してください。すべての変更がリアルタイムでプレビューされます。
ko: 모든 항목이 이미 채워진 상태로 티켓 만들기 흐름에 다시 돌아갑니다. 항공사, 날짜, 좌석, 게이트, 승객 이름, 방향 등 무엇이든 수정하세요. 모든 변경이 실시간으로 미리보기됩니다.
zh_hans: 你将回到票券创建流程，所有字段都已填好。可任意修改 —— 航司、日期、座位、登机口、乘客姓名、方向，所有改动都会实时预览。

source: You’ve hit the Free tier limit of %lld memories. Delete one to make room — or become an early adopter for unlimited slots.
de: Sie haben die Free-Tarif-Grenze von %lld Erinnerungen erreicht. Löschen Sie eine ältere Erinnerung, um Platz zu schaffen, oder werden Sie Early Adopter für unbegrenzte Plätze.
es: Has alcanzado el límite del plan gratuito de %lld recuerdos. Elimina un recuerdo antiguo para liberar uno, o hazte early adopter para tener espacios ilimitados.
fr: Vous avez atteint la limite du forfait gratuit de %lld souvenirs. Supprimez un ancien souvenir pour libérer un emplacement, ou devenez early adopter pour des emplacements illimités.
it: Hai raggiunto il limite del piano gratuito di %lld ricordi. Elimina un ricordo più vecchio per liberare un posto, o diventa early adopter per posti illimitati.
ja: 無料プランの上限 %lld 件の思い出に達しました。古い思い出を削除して空きを作るか、アーリーアダプターになって無制限の枠を手に入れましょう。
ko: 무료 요금제 한도인 추억 %lld개에 도달했습니다. 오래된 추억을 삭제해 자리를 비우거나 얼리어답터가 되어 무제한 슬롯을 사용하세요.
zh_hans: 你已达到免费层 %lld 个回忆的上限。删除一个旧回忆腾出空间，或成为早期使用者享受不限名额。

source: You’ve hit the Free tier limit of %lld memories. Invite a friend to unlock one more.
de: Sie haben die Free-Tarif-Grenze von %lld Erinnerungen erreicht. Laden Sie einen Freund ein, um 1 weiteren Platz freizuschalten.
es: Has alcanzado el límite del plan gratuito de %lld recuerdos. Invita a un amigo para desbloquear 1 espacio más.
fr: Vous avez atteint la limite du forfait gratuit de %lld souvenirs. Invitez un ami pour débloquer 1 emplacement supplémentaire.
it: Hai raggiunto il limite del piano gratuito di %lld ricordi. Invita un amico per sbloccare 1 posto in più.
ja: 無料プランの上限 %lld 件の思い出に達しました。友達を招待してさらに1枠を解放しましょう。
ko: 무료 요금제 한도인 추억 %lld개에 도달했습니다. 친구를 초대해 슬롯 1개를 추가로 잠금 해제하세요.
zh_hans: 你已达到免费层 %lld 个回忆的上限。邀请好友解锁 1 个新名额。

source: You’ve hit the Free tier limit of %lld tickets. Delete one to make room — or become an early adopter for unlimited slots.
de: Sie haben die Free-Tarif-Grenze von %lld Tickets erreicht. Löschen Sie ein älteres Ticket, um Platz zu schaffen, oder werden Sie Early Adopter für unbegrenzte Plätze.
es: Has alcanzado el límite del plan gratuito de %lld boletos. Elimina un boleto antiguo para liberar uno, o hazte early adopter para tener espacios ilimitados.
fr: Vous avez atteint la limite du forfait gratuit de %lld billets. Supprimez un ancien billet pour libérer un emplacement, ou devenez early adopter pour des emplacements illimités.
it: Hai raggiunto il limite del piano gratuito di %lld biglietti. Elimina un biglietto più vecchio per liberare un posto, o diventa early adopter per posti illimitati.
ja: 無料プランの上限 %lld 枚のチケットに達しました。古いチケットを削除して空きを作るか、アーリーアダプターになって無制限の枠を手に入れましょう。
ko: 무료 요금제 한도인 티켓 %lld장에 도달했습니다. 오래된 티켓을 삭제해 자리를 비우거나 얼리어답터가 되어 무제한 슬롯을 사용하세요.
zh_hans: 你已达到免费层 %lld 张票券的上限。删除一张旧票券腾出空间，或成为早期使用者享受不限名额。

source: You’ve hit the Free tier limit of %lld tickets. Invite a friend to unlock two more.
de: Sie haben die Free-Tarif-Grenze von %lld Tickets erreicht. Laden Sie einen Freund ein, um 2 weitere Plätze freizuschalten.
es: Has alcanzado el límite del plan gratuito de %lld boletos. Invita a un amigo para desbloquear 2 espacios más.
fr: Vous avez atteint la limite du forfait gratuit de %lld billets. Invitez un ami pour débloquer 2 emplacements supplémentaires.
it: Hai raggiunto il limite del piano gratuito di %lld biglietti. Invita un amico per sbloccare 2 posti in più.
ja: 無料プランの上限 %lld 枚のチケットに達しました。友達を招待してさらに2枠を解放しましょう。
ko: 무료 요금제 한도인 티켓 %lld장에 도달했습니다. 친구를 초대해 슬롯 2개를 추가로 잠금 해제하세요.
zh_hans: 你已达到免费层 %lld 张票券的上限。邀请好友解锁 2 个新名额。

# You've used your invite. Delete a memory or a ticket to make room for a new one.
source: You’ve used your invite. Delete a memory or ticket to make room.
de: Sie haben Ihre Einladung bereits genutzt. Löschen Sie eine Erinnerung oder ein Ticket, um Platz für etwas Neues zu schaffen.
es: Ya has usado tu invitación. Elimina un recuerdo o un boleto para hacer sitio a uno nuevo.
fr: Vous avez utilisé votre invitation. Supprimez un souvenir ou un billet pour faire de la place à un nouveau.
it: Hai già usato il tuo invito. Elimina un ricordo o un biglietto per fare spazio a uno nuovo.
ja: 招待はすでに使用済みです。新しいものを追加するには、思い出かチケットを削除してください。
ko: 초대를 이미 사용했습니다. 새 항목을 위한 자리를 마련하려면 추억이나 티켓을 삭제하세요.
zh_hans: 你已使用过邀请。请删除一段回忆或一张票券，为新内容腾出空间。

source: you@example.com
de: du@beispiel.com
es: tu@ejemplo.com
fr: vous@exemple.com
it: tu@esempio.com

# Your %@ are counted from the oldest to the newest.
source: Counted from oldest to newest %@.
de: Ihre %@ werden von den ältesten zu den neuesten gezählt.
es: Tus %@ se cuentan del más antiguo al más reciente.
fr: Vos %@ sont comptés du plus ancien au plus récent.
it: I tuoi %@ vengono contati dal più vecchio al più recente.
ja: %@ は古いものから新しいものへ順に数えられます。
ko: %@은(는) 가장 오래된 것부터 최신순으로 계산됩니다.
zh_hans: 你的 %@ 按从最旧到最新计数。

source: Your email address
de: Deine E-Mail-Adresse
es: Tu correo electrónico
fr: Votre adresse e-mail
it: Il tuo indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
zh_hans: 你的邮箱地址

source: Your friend makes their first ticket
de: Ihr Freund erstellt sein erstes Ticket
es: Tu amigo crea su primer boleto
fr: Votre ami crée son premier billet
it: Il tuo amico crea il primo biglietto
ja: 友達が最初のチケットを作る
ko: 친구가 첫 티켓을 만듭니다
zh_hans: 你的朋友创建第一张票券

source: Your friend gets the same choice for their account.
de: Ihr Freund kann ebenfalls zwischen einer der beiden Optionen für sein Konto wählen.
es: Tu amigo también podrá elegir entre una u otra opción para su cuenta.
fr: Votre ami pourra aussi choisir entre l'une ou l'autre option pour son compte.
it: Anche il tuo amico potrà scegliere tra una o l'altra opzione per il proprio account.
ja: あなたの友達も自分のアカウント用にどちらかの特典を選べます。
ko: 친구도 자신의 계정에 사용할 옵션을 둘 중 하나 선택할 수 있습니다.
zh_hans: 你的朋友也可以为自己的账户在两项中任选其一。

source: Your gallery starts here
de: Hier beginnt deine Galerie
es: Aquí empieza tu galería
fr: Votre galerie commence ici
it: Qui inizia la tua galleria
ja: ここからギャラリーがはじまります
ko: 여기서 갤러리를 시작하세요
zh_hans: 你的图库从这里开始

source: Your invite is out there.
de: Ihre Einladung ist unterwegs.
es: Su invitación está en camino.
fr: Votre invitation a été envoyée.
it: Il suo invito è stato inviato.
ja: 招待を送信しました。
ko: 초대를 보냈습니다.
zh_hans: 您的邀请已发出。

# Your invite is personal. One friend, one extra collection, yours to keep.
source: One invite, one friend, one extra collection. Yours to keep.
de: Ihre Einladung ist persönlich. Ein Freund, eine zusätzliche Sammlung, dauerhaft Ihrs.
es: Tu invitación es personal. Un amigo, una colección extra, para conservar.
fr: Votre invitation est personnelle. Un ami, une collection supplémentaire, à garder.
it: Il tuo invito è personale. Un amico, una collezione extra, tutta tua.
ja: 招待は個人専用です。お友達ひとり、追加コレクションひとつ、あなたのもの。
ko: 초대는 개인 전용입니다. 친구 한 명, 추가 컬렉션 하나가 영원히 당신 것.
zh_hans: 你的邀请是个人专属。一位朋友、一份额外收藏，永远归你。

source: Your link has been redeemed.
de: Ihr Link wurde eingelöst.
es: Tu enlace se ha canjeado.
fr: Votre lien a été utilisé.
it: Il tuo link è stato riscattato.
ja: リンクが使用されました。
ko: 링크가 사용되었습니다.
zh_hans: 你的链接已被使用。

source: Your memory has been created
de: Ihre Erinnerung wurde erstellt
es: Su recuerdo se ha creado
fr: Votre souvenir a été créé
it: Il suo ricordo è stato creato
ja: メモリーを作成しました
ko: 메모리가 생성되었습니다
zh_hans: 已创建您的回忆

source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: 名前
ko: 이름
zh_hans: 你的姓名

source: Your password
de: Dein Passwort
es: Tu contraseña
fr: Votre mot de passe
it: La tua password
ja: パスワード
ko: 비밀번호
zh_hans: 你的密码

source: Your profile
de: Dein Profil
es: Tu perfil
fr: Votre profil
it: Il tuo profilo
ja: プロフィール
ko: 내 프로필
zh_hans: 你的个人资料

# Your theme and colour picks will revert to the template's default.
source: Your theme and colour picks will revert to the template default.
de: Ihr Design und Ihre Farbauswahl werden auf die Standardwerte der Vorlage zurückgesetzt.
es: Tu tema y los colores elegidos volverán a los valores predeterminados de la plantilla.
fr: Votre thème et vos choix de couleurs reviendront aux valeurs par défaut du modèle.
it: Il tema e i colori scelti torneranno ai valori predefiniti del modello.
ja: テーマと選択したカラーはテンプレートの初期値に戻ります。
ko: 테마와 선택한 색상은 템플릿 기본값으로 되돌아갑니다.
zh_hans: 你选择的主题和颜色将恢复为模板默认值。

source: Your ticket is saved. Find it in All tickets — add it to a memory, or export it anywhere.
de: Ihr Ticket wurde erstellt. Sie finden es unter „Alle Tickets“. Sie können es nun zu einer Erinnerung hinzufügen oder exportieren, um es in einer anderen App zu verwenden.
es: Tu boleto se ha creado. Lo encontrarás en Todos los boletos. Ya puedes añadirlo a un recuerdo o exportarlo para usarlo en otra app.
fr: Votre billet a été créé. Vous le retrouverez dans Tous les billets. Vous pouvez désormais l'ajouter à un souvenir ou l'exporter pour l'utiliser dans une autre application.
it: Il tuo biglietto è stato creato. Lo trovi in Tutti i biglietti. Ora puoi aggiungerlo a un ricordo o esportarlo per usarlo in un'altra app.
ja: チケットを作成しました。「すべてのチケット」からご覧いただけます。思い出に追加するか、書き出して他のアプリで利用できます。
ko: 티켓이 만들어졌습니다. 모든 티켓에서 확인할 수 있습니다. 이제 추억에 추가하거나 내보내기로 다른 앱에서 사용해 보세요.
zh_hans: 你的票券已创建，可在“全部票券”中查看。现在可加入回忆或导出到其他应用中使用。

source: Your ticket is being printed…
de: Ihr Ticket wird gedruckt …
es: Imprimiendo su boleto…
fr: Votre billet est en cours d’impression…
it: Stampa del biglietto in corso…
ja: チケットを印刷しています…
ko: 티켓을 인쇄하는 중…
zh_hans: 正在打印您的票券…

source: Your ticket is ready.
de: Dein Ticket ist bereit.
es: Tu billete está listo.
fr: Votre billet est prêt.
it: Il tuo biglietto è pronto.
ja: チケットが完成しました。
ko: 티켓이 준비됐어요.
zh_hans: 你的车票已就绪。

source: Your ticket, set against a beautiful scene.
de: Ihr Ticket vor einer schönen Szene.
es: Su boleto, sobre una escena bonita.
fr: Votre billet, posé sur un décor soigné.
it: Il suo biglietto, su uno sfondo curato.
ja: 美しいシーンを背景にしたあなたのチケット。
ko: 아름다운 장면을 배경으로 한 회원님의 티켓.
zh_hans: 让您的票券与精致的场景相得益彰。

source: Zones
de: Zonen
es: Zonas
it: Zone
ja: ゾーン
ko: 구간
zh_hans: 区段

source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato
ja: 作成日
ko: 생성일
zh_hans: 创建于

source: Edited
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
ja: 編集日
ko: 수정일
zh_hans: 编辑于

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
zh_hans: 模板

source: %lld tickets
es: %lld billetes
fr: %lld billets
it: %lld biglietti
ja: チケット%lld枚
ko: 티켓 %lld장
zh_hans: %lld 张车票

source: 0 tickets
es: 0 boletos
fr: 0 billet
it: 0 biglietti
ja: 0チケット
ko: 0 티켓
zh_hans: 0 张票

source: 1 ticket
es: 1 billete
fr: 1 billet
it: 1 biglietto
ja: チケット1枚
ko: 티켓 1장
zh_hans: 1 张车票

source: Butter
es: Mantequilla
fr: Beurre
it: Burro
ja: バター
ko: 버터
zh_hans: 黄油

source: Code
es: Código
it: Codice
ja: コード
ko: 코드
zh_hans: 代码

source: Cyan
es: Cian
it: Ciano
ja: シアン
ko: 사이언
zh_hans: 青色

source: Dune Part Two
es: Dune: Parte Dos
fr: Dune : Deuxième Partie
it: Dune - Parte Due
ja: デューン 砂の惑星 PART2
ko: 듄: 파트 2
zh_hans: 沙丘 第二部

source: Email
es: Correo electrónico
ja: メール
ko: 이메일
zh_hans: 邮箱

source: Eurovision
es: Eurovisión
ja: ユーロビジョン
ko: 유로비전
zh_hans: 欧洲歌唱大赛

source: Event ticket
es: Boleto de evento
fr: Billet d'événement
it: Biglietto evento
ja: イベントチケット
ko: 이벤트 티켓
zh_hans: 活动票

source: Format
es: Formato
it: Formato
ja: フォーマット
ko: 형식
zh_hans: 格式

source: Gate
es: Puerta
fr: Porte
ja: ゲート
ko: 게이트
zh_hans: 登机口

source: Indigo
es: Índigo
it: Indaco
ja: インディゴ
ko: 인디고
zh_hans: 靛蓝

source: Infoscreen
es: Pantalla informativa
fr: Écran d'info
it: Schermo info
ja: 案内ディスプレイ
ko: 안내 화면
zh_hans: 信息屏

source: Marseille Saint-Charles
es: Marsella Saint-Charles
it: Marsiglia Saint-Charles
ja: マルセイユ・サン＝シャルル
ko: 마르세유 생샤를
zh_hans: 马赛圣夏尔

source: Matinee
es: Matiné
fr: Matinée
it: Matinée

source: MONORAIL
es: MONORRIEL
it: MONOROTAIA
ja: モノレール
ko: 모노레일
zh_hans: 单轨

source: Museum
es: Museo
fr: Musée
it: Museo
ja: 美術館・博物館
ko: 박물관
zh_hans: 博物馆

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
zh_hans: 姓名

source: Optional
es: Opcional
fr: Facultatif
it: Opzionale
ja: 任意
ko: 선택 사항
zh_hans: 可选

source: Orange
es: Naranja
it: Arancione
ja: オレンジ
ko: 오렌지
zh_hans: 橙色

source: Paris Gare de Lyon
es: París Gare de Lyon
it: Parigi Gare de Lyon
ja: パリ・リヨン駅
ko: 파리 리옹역
zh_hans: 巴黎里昂车站

source: Park
es: Parque
fr: Parc
it: Parco
ja: パーク
ko: 테마파크
zh_hans: 乐园

source: Sand
es: Arena
fr: Sable
it: Sabbia
ja: サンド
ko: 샌드
zh_hans: 沙色

source: Sport
es: Deporte
ja: スポーツ
ko: 스포츠
zh_hans: 体育

source: Standard
es: Estándar
ja: 標準
ko: 표준
zh_hans: 标准

source: Story
es: Historia
it: Storia
ja: ストーリー
ko: 스토리
zh_hans: 故事

source: Ticket
es: Boleto
fr: Billet
it: Biglietto
ja: チケット
ko: 티켓
zh_hans: 票券

source: tickets
es: boletos
fr: billets
it: biglietti
ja: チケット
ko: 티켓
zh_hans: 票券

source: Tickets
es: Boletos
fr: Billets
it: Biglietti
ja: チケット
ko: 티켓
zh_hans: 票券

source: Tour name
es: Nombre de la gira
fr: Nom de la tournée
it: Nome del tour
ja: ツアー名
ko: 투어 이름
zh_hans: 巡演名称

source: TRAM
es: TRANVÍA
ja: トラム
ko: 트램
zh_hans: 有轨电车

source: Ukraine
es: Ucrania
it: Ucraina
ja: ウクライナ
ko: 우크라이나
zh_hans: 乌克兰

source: Business · The Pier
fr: Affaires · The Pier
ja: ビジネス・The Pier
ko: 비즈니스 · The Pier
zh_hans: 商务 · The Pier

source: GA
fr: PL

source: Israel
fr: Israël
it: Israele
ja: イスラエル
ko: 이스라엘
zh_hans: 以色列

source: London Victoria
fr: Londres Victoria
it: Londra Victoria
ja: ロンドン・ヴィクトリア
ko: 런던 빅토리아
zh_hans: 伦敦维多利亚

source: Lumiere
fr: Lumière

source: Malta
fr: Malte
ja: マルタ
ko: 몰타
zh_hans: 马耳他

source: Montenegro
fr: Monténégro
ja: モンテネグロ
ko: 몬테네그로
zh_hans: 黑山

source: San Marino
fr: Saint-Marin
ja: サンマリノ
ko: 산마리노
zh_hans: 圣马力诺

source: Portugal
it: Portogallo
ja: ポルトガル
ko: 포르투갈
zh_hans: 葡萄牙

source: Build
ja: ビルド
ko: 빌드
zh_hans: 构建

source: BUS
ja: バス
ko: 버스
zh_hans: 巴士

source: Early adopter
ja: アーリーアダプター
ko: 얼리어답터
zh_hans: 早期使用者

source: Emoji
ja: 絵文字
ko: 이모지
zh_hans: 表情

source: Hikari 503
ja: ひかり 503

source: Magma
ja: マグマ
ko: 마그마
zh_hans: 岩浆

source: Premium
ja: プレミアム
ko: 프리미엄
zh_hans: 高级版

source: Shinkansen N700
ja: 新幹線 N700
ko: 신칸센 N700
zh_hans: 新干线 N700

source: Terminal
ja: ターミナル
ko: 터미널
zh_hans: 航站楼

source: A-Z
ko: ㄱ-ㅎ

source: OK
ko: 확인
zh_hans: 好

source: Z-A
ko: ㅎ-ㄱ

source: Venice Simplon Orient Express
zh_hans: Venice Simplon 东方快车
